Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=399_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámearkiiva
sms: SääŠmarkiv

source: Sámearkiiva doaibmá sámekulturguovddáš Sajosis.
sms: SääŠmarkiv tuåimmai sääŠmkultturkõõskõs Sajoozzâst.

source: Arkiiva lea Suoma Riikkaarkiivva oassi.
sms: Arkiv lij pieŠǩǩ LääŠddjânnam meersažarkiiv.

source: Sámearkiivva bargun lea
sms: SääŠmarkiiv tuâjjan lij

source: doarjut ja ovddidit sámiid guoskevaš dieđalaš dutkama
sms: tuärjjeed da viikkâd ooudâs säŠmmlaid kuõskki tiõđlâž tuŠtǩǩumuužž

source: nannet sámekultuvrra ja lasihit sámiid guoskevaš historjádieđu
sms: ravveed sääŠmkulttuur da lââŠzzted säŠmmlaid kuõskki histoorteâđ

source: fuolahit sámiid ja sámeguovllu guoskevaš áššebáhpáriid digitaliseremis
sms: ââŠnned huõl säŠmmlaid da sääŠmvuuŠd kuõskki äŠššǩeeŠrji digitâsttmõõžžâst

source: ordnet áššebáhpáriid áššehasaid olámuddui arkiivalágádusa neahttabálvalusaid bokte.
sms: puŠhtted äŠššǩeeŠrjid ääŠššlai vuäǯǯmõŠšše arkivstroiŠttel säiŠmmkääzzkõõzzi pääiŠǩ.

source: Oahpásmuva Sámearkiivva ruoktosiidduide.
sms: Tobdstõõđ SääŠmarkiiv dommseeidid.
